"BUTTON_AUTHENTICATE" = "Использовать мой номер телефона";

"BUTTON_CONTINUE" = "Продолжить";

"BUTTON_CREATED_ACCOUNT" = "Созданная учётная запись";

"BUTTON_CREATE_ACCOUNT" = "Создать учётную запись ";

"BUTTON_CREATING_ACCOUNT" = "Создать учётную запись ";

"BUTTON_DISMISS" = "Отклонить";

"BUTTON_DONE" = "Готово";

"BUTTON_NOT_NOW" = "Не сейчас";

"BUTTON_OKAY" = "ОК";

"BUTTON_RESEND_CONF_CODE" = "Запросить другой код.";

"BUTTON_RETRY" = "Повторить";

"BUTTON_SENDING" = "Отправка...";

"BUTTON_SENDING_CONF_CODE" = "Отправка кода подтверждения";

"BUTTON_SEND_CONF_CODE" = "Отправить код подтверждения";

"BUTTON_SENT_CONF_CODE" = "Код подтверждения отправлен";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Попробуйте ввести другой номер телефона";

"CALL_ME_ACTION" = "Позвоните мне";

"CALL_ME_LOADING" = "Звоним...";

"ERROR_CANT_SMS" = "Невозможно отправить SMS-сообщение на этот номер.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Проверьте код и повторите попытку.";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Ой! Похоже, у нас проблема с подключением к Интернету. Попробуем еще раз? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Проверьте вашу электронную почту и повторите попытку.";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Проверьте свой номер и повторите попытку.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Вы задали код двухэтапной проверки на сайте <a href=\"https://www.digits.com/settings\">digits.com</a>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "При нажатии на расположенную выше кнопку «Позвонить мне» сервис <a href=\"https://www.digits.com\">Digits by Twitter</a> позвонит на ваш телефон, чтобы подтвердить указанный вами телефонный номер. За вызов и передачу данных может взиматься плата.";

"FOOTNOTE_CREATE_ACCOUNT" = "Нажимая «Создать учетную запись», вы соглашаетесь с <a href=\"https://twitter.com/tos\">Условиями предоставления услуг</a>, <a href=\"https://twitter.com/privacy\">Политикой конфиденциальности</a> и <a href=\"https://support.twitter.com/articles/20170514\">Политикой использования файлов Сookie</a> приложения <a href=\"https://www.digits.com\">Digits by Twitter</a>, а также с тем, что ваш номер телефона будет доступен %@, и что другие пользователи %@ смогут найти вас по номеру телефона.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "Вы подтверждаете свое согласие с тем, что это приложение и <a href=\"https://www.digits.com/settings\">все приложения, перечисленные в вашей учетной записи Digits</a> смогут получать доступ к этому адресу электронной почты, а так же с тем, что их пользователи смогут найти вас по адресу электронной почты.";

"FOOTNOTE_LOGIN" = "Нажимая «Продолжить», <a href=\"https://www.digits.com/settings\">номер телефона и/или адрес электронной почты, которые связаны с вашей учетной записью Digits</a>, будут доступны %@, и другие пользователи %@ смогут найти вас по номеру телефона и/или адресу электронной почты.";

"FOOTNOTE_SEND_CONF_CODE" = "При нажатии на расположенную выше кнопку «Отправить код подтверждения», сервис <a href=\"https://www.digits.com\">Digits by Twitter</a> отправит вам SMS-сообщение для подтверждения вашего номера телефона. За передачу данных и текстовых сообщений может взиматься плата.";

"FOOTNOTE_TOS_UPDATE" = "Нажимая «Продолжить», вы соглашаетесь с Условиями предоставления услуг, Политикой конфиденциальности и Политикой использования файлов Сookie приложения Digits by Twitter, а также с тем, что ваш <a href=\"https://www.digits.com/settings\">номер телефона и/или адрес электронной почты</a> будет доступен %@, и другие пользователи %@ смогут найти вас по номеру телефона и/или адресу электронной почты.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Введите код двухэтапной проверки.";

"LABEL_ENTER_CONF_CODE" = "Мы отправили вам код.";

"LABEL_ENTER_EMAIL" = "Введите ваш адрес электронной почты.";

"LABEL_ENTER_PHONE_NUMBER" = "Какой у вас номер телефона?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Мы используем Digits by Twitter, чтобы найти больше ваших друзей, которые уже используют это приложение. После подтверждения мы загрузим вашу адресную книгу в Digits by Twitter. Так мы сможем помочь вам найти пользователей %@, которых вы знаете, или поможем другим пользователям %@ найти вас.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Найдите своих друзей";

"LABEL_RESEND_CONF_CODE" = "Не получили код?";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Не удалось подтвердить ваш номер телефона";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "К сожалению, нам не удалось отправить вам код подтверждения.";

"ONBOARDING_MESSAGE" = "[Digits] Войдите в https://fabric.io, чтобы указать имя вашего приложения, которое будет добавлено в письма электронной почты и текстовые/голосовые сообщения при подтверждении авторизации.";

"PARTIAL_FOOTNOTE_THIS_APP" = "этого приложения";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Код проверки";

"PLACEHOLDER_CONF_CODE" = "Введите ваш шестизначный код.";

